/* NSButton (Bonjour) : <title:Bonjour> (oid:1498) */
"Bonjour" = "Bonjour";

/* NSButton (Bookmarks) : <title:Bookmarks> (oid:1500) */
"Bookmarks" = "קיצורי דרך";

/* NSBox (Box) : <title:Box> (oid:1507) */
"Box" = "Box";

/* NSMenuItem : <title:Connect to server> (oid:1426) */
"Connect to server" = "התחבר לשרת";

/* NSMenu : <title:Copy URL> (oid:1740) */
"Copy URL" = "Copy URL";

/* NSMenu : <title:Create Archive> (oid:1546) */
"Create Archive" = "Crea un archivio";

/* NSMenuItem : <title:Delete> (oid:957) */
"Delete" = "מחק";

/* NSMenuItem : <title:Delete Bookmark> (oid:1060) */
"Delete Bookmark" = "מחק קיצור דרך";

/* NSMenuItem : <title:Download> (oid:955) */
"Download" = "הורד";

/* NSMenuItem : <title:Download As…> (oid:1054) */
"Download As…" = "הורד בשם…";

/* NSMenuItem : <title:Download To…> (oid:1397) */
"Download To…" = "הורד ל…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:1659) */
"Duplicate Bookmark" = "Duplicate Bookmark";

/* NSMenuItem : <title:Duplicate…> (oid:1293) */
"Duplicate…" = "שכפל קובץ…";

/* NSMenuItem : <title:Edit Bookmark> (oid:1062) */
"Edit Bookmark" = "ערוך קיצור דרך";

/* NSMenu : <title:Edit With> (oid:1333) */
"Edit With" = "ערוך בעזרת";

/* NSMenuItem : <title:Expand Archive> (oid:1532) */
"Expand Archive" = "Expand Archive";

/* NSButton (History) : <title:History> (oid:1499) */
"History" = "הסטוריה";

/* NSMenuItem : <title:Hostname> (oid:2140) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:954) */
"Info" = "מידע";

/* NSTabViewItem : <title:List> (oid:1247) */
"List" = "רשימה";

/* NSMenu : <title:Menu> (oid:1058) */
"Menu" = "תפריט";

/* NSMenuItem : <title:New Bookmark> (oid:1513) */
"New Bookmark" = "קיצור דרך חדש";

/* NSMenuItem : <title:New Browser> (oid:1510) */
"New Browser" = "דפדפן חדש";

/* NSMenuItem : <title:New File…> (oid:1119) */
"New File…" = "קובץ חדש…";

/* NSMenuItem : <title:New Folder…> (oid:958) */
"New Folder…" = "תיקייה חדשה…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:2026) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Nickname> (oid:2139) */
"Nickname" = "Nickname";

/* NSMenu : <title:Open URL> (oid:1820) */
"Open URL" = "פתח כתובת";

/* NSMenu : <title:OtherViews> (oid:1377) */
"OtherViews" = "תצוגות אחרות";

/* NSTabViewItem : <title:Outline> (oid:1245) */
"Outline" = "קווי מתאר";

/* NSMenuItem : <title:Protocol> (oid:2141) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:2054) */
"Quick Look" = "Quick Look";

/* NSMenuItem : <title:Refresh> (oid:959) */
"Refresh" = "רענן";

/* NSMenuItem : <title:Rename…> (oid:1391) */
"Rename…" = "שינוי שם…";

/* NSMenuItem : <title:Revert> (oid:1627) */
"Revert" = "Revert";

/* NSMenu : <title:Sort By> (oid:2137) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Synchronize…> (oid:1085) */
"Synchronize…" = "סנכרן…";

/* NSMenuItem : <title:Upload…> (oid:1159) */
"Upload…" = "העלה…";

